Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=185_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Davviriikkalaš sámesoahpamuš ministtarčoahkkimis Helssegis
smn: Tave-eennâmlâš sämisopâmuš ministerčuákkimist Helsigist

source: Suoma, Norgga ja Ruoŧa sámeáššiin vástideaddji ministaraid ja sámedikki ságajođiheaddjiid jahkásaš čoahkkin dollui Helssegis skábmamánu 12. beaivve vuoigatvuohtaministtar Tuija Brax jođihemiin.
smn: Sämiaaššijn västideijee Suomâ, Taažâ já Ruotâ ministerij já sämitigij saavâjođetteijei ihásávt tábáhtuvvee čuákkim tollui Helsigist 12. skammâmáánu riehtiminister Tuija Brax jođettâsâst.

source: Čoahkkimis gieđahallui eará lassin davviriikkalaš sámesoahpamuš joatkkaválmmaštallan.
smn: Čuákkimist kieđâvuššui eres lasseen tave-eennâmlâš sämisopâmuš jotkâvalmâštâllâm.

source: Soahpamuša joatkkaválmmaštallamii gullevaš bargu lea ádjánán, go Suopma lea gártan bidjat ovdasadjái sámiid ruovttuguovllu stáhtaeatnamiid geavaheapmái laktáseaddji álbmotlaš fidnu válmmaštallama.
smn: Sopâmuš jotkâvalmâštâlmân čujotteijee pargo lii voonnâm, ko Suomâ lii karttâm pieijâđ ovdâsajan sämikuávlu staatâenâmij kevttimân kullee aalmuglâš haavâ valmâštâllâm.

source: Mearriduvvui goittotge, ahte Davviriikkalaš sámesoahpamuša guoskevaš proseassa jotkojuvvo Norgga ságajođiheaddjiáigodagas 2009 dan láhkai, ahte čielggaduvvo mo vejolaš soahpamušráđđádallamiid galggašii geavatlaččat ollašuhttit.
smn: Tave-eennâmlâš sämisopâmuš kyeskee proosees meridui kuittâg juátkiđ Taažâ saavâjođettempaajeest 2009 čielgiimáin, moin vuovvijn máhđulijd sopâmušráđádâlmijd kolgâččij keevâtlávt olášittiđ.

source: Norgga, Ruoŧa ja Suoma gaskasaš soahpamuša ulbmilin lea ráhkadit sámiid rivttiid guoskevaš ovttalágan davviriikkalaš muddema.
smn: Taažâ, Ruotâ já Suomâ koskâsâš sopâmuš ulmen lii rähtiđ sämmilij vuoigâdvuođâsajattuv kyeskee oovtmiäldásâš tave-eennâmlâš njuolgâdusâid.

source: Soahpamušas livčče mearrádusat earret eará sámiid iešmearridanvuoigatvuođas, ovttasbarggus sámedikkiid ja stáhtaid gaskkas, sámiid gielalaš ja kultuvrralaš vuoigatvuođain ja maiddái ealáhusain.
smn: Sopâmušâst liččii miärádâsah eres lasseen sämmilij jiešmeridemvuoigâdvuođâst, ohtsâšpargoost sämitigij já staatâi kooskâ, sämmilij kielâlâš já kulttuurlâš vuogâdvuođâin sehe iäláttâsâi háárjutmist.

source: Ruoŧa ovddasteaddjin čoahkkimis lei eanadoalloministtar Eskil Erlandsson.
smn: Ruotâ ovdâstij čuákkimist eennâmtuáluminister Eskil Erlandsson.

source: Sámedikki ovddastedje ságajođiheaddjit Egil Olli Norggas, Lars-Anders Baer Ruoŧas ja Klemetti Näkkäläjärvi ja Irja Seurujärvi-Kari Suomas.
smn: Sämitiigijd ovdâstii saavâjođetteijeeh Egil Olli Taažâst, Lars-Anders Baer Ruotâst já Klemetti Näkkäläjärvi já Irja Seurujärvi-Kari Suomâst.

source: Norgga bargo- ja integrášuvdnaministtar Dag Terje Andersen ii sáhttánge oassálastit čoahkkimii girdinoktavuođaid váttisvuođaid dihtii.
smn: Taažâ pargo- já integraatiominister Dag Terje Andersen ij puáhtámgin uásálistiđ čuákkimân kirdemmáátkán lohtâsâm čuolmâi keežild.
